{
  "Courses": "Khóa học",
  "Practice": "Luyện tập",
  "Progress": "Tiến độ",
  "Community": "Cộng đồng",
  "Sign In": "Đăng nhập",
  "Start Learning": "Bắt đầu học",
  "Master English": "Thành thạo tiếng Anh",
  "Fluently": "Một cách lưu loát",
  "Learn English with interactive lessons, personalized practice, and real-world conversations. Join millions of learners achieving fluency every day.": "Học tiếng Anh với các bài học tương tác, luyện tập cá nhân hóa và các cuộc hội thoại thực tế. Tham gia cùng hàng triệu người học đạt được sự lưu loát mỗi ngày.",
  "Start Free Trial": "Bắt đầu dùng thử miễn phí",
  "Take Level Test": "Làm bài kiểm tra trình độ",
  "Why Learn With Us?": "Tại sao học với chúng tôi?",
  "Discover the features that make our platform the most effective way to learn English.": "Khám phá các tính năng khiến nền tảng của chúng tôi trở thành cách hiệu quả nhất để học tiếng Anh.",
  "Interactive Conversations": "Hội thoại tương tác",
  "Practice speaking with AI tutors and real native speakers. Build confidence through natural conversations.": "Luyện tập nói với gia sư AI và người bản xứ thật. Xây dựng sự tự tin thông qua các cuộc hội thoại tự nhiên.",
  "Personalized Learning": "Học tập cá nhân hóa",
  "Adaptive lessons that adjust to your pace and learning style. Track progress with detailed analytics.": "Các bài học thích ứng điều chỉnh theo tốc độ và phong cách học tập của bạn. Theo dõi tiến độ với phân tích chi tiết.",
  "Comprehensive Curriculum": "Chương trình giảng dạy toàn diện",
  "From beginner to advanced levels. Grammar, vocabulary, pronunciation, and cultural context all included.": "Từ trình độ sơ cấp đến nâng cao. Ngữ pháp, từ vựng, phát âm và bối cảnh văn hóa đều được bao gồm.",
  "Ready to Speak English Confidently?": "Sẵn sàng nói tiếng Anh một cách tự tin?",
  "Join over 10 million learners who have improved their English skills with our proven method.": "Tham gia cùng hơn 10 triệu người học đã cải thiện kỹ năng tiếng Anh với phương pháp đã được chứng minh của chúng tôi.",
  "Start Learning Today": "Bắt đầu học ngay hôm nay",
  "Empowering learners worldwide to achieve English fluency through innovative technology.": "Trao quyền cho người học trên toàn thế giới đạt được sự lưu loát tiếng Anh thông qua công nghệ sáng tạo.",
  "Learning": "Học tập",
  "Grammar Guide": "Hướng dẫn ngữ pháp",
  "Vocabulary": "Từ vựng",
  "Pronunciation": "Phát âm",
  "Speaking Practice": "Luyện tập nói",
  "Writing Exercises": "Bài tập viết",
  "Listening Tests": "Bài kiểm tra nghe",
  "Reading Comprehension": "Đọc hiểu",
  "Support": "Hỗ trợ",
  "Help Center": "Trung tâm trợ giúp",
  "Community Forum": "Diễn đàn cộng đồng",
  "Live Tutoring": "Gia sư trực tuyến",
  "Contact Us": "Liên hệ chúng tôi",
  "All rights reserved.": "Tất cả quyền được bảo lưu."
}
